Repository: wp-plugins/tiny-carousel-horizontal-slider
Catalog: languages/tiny-carousel-horizontal-slider-*.po
Languages: pl

source: Tiny carousel
pl: Tiny Karuzela

source: Please enter slider width. only number.
pl: Wprowadź szerokość suwak. tylko numer.

source: Please enter the image width. only number.
pl: Wprowadź szerokość obrazu. tylko numer.

source: Please enter the image height. only number.
pl: Podaj wysokość obrazu. tylko numer.

source: Please enter the display. only number.
pl: Proszę wprowadzić limit czasu popup, tylko numer.

source: Please select the image folder location.
pl: Proszę wybrać lokalizację folderu obrazu.

source: New details was successfully added.
pl: Nowe szczegóły została pomyślnie dodana.

source: Click here
pl: Kliknij tutaj

source: to view the details
pl: aby zobaczyć szczegóły

source: Tiny carousel horizontal slider
pl: Tiny Karuzela

source: Add details
pl: Udostępniaj

source: Image width
pl: Szerokość obrazka

source: Enter your image width, You should upload same size images in the folder. (Ex: 200)
pl: Wprowadź szerokość obrazu, należy dodać sam rozmiar (szerokość) zdjęcia w tej galerii. (Ex: 200)

source: Image height
pl: Wysokość obrazka

source: Enter your image height, You should upload same size images in the folder. (Ex: 150)
pl: Wpisz swój wysokości obrazu, należy dodać sam rozmiar (wysokość) zdjęć w tej galerii. (Ex: 150)

source: Controls
pl: Elementy sterujące

source: Want to use the Left, Right arrow button in your gallery?
pl: Chcesz skorzystać z przycisku strzałki w lewo, w prawo, w swojej galerii?

source: Auto interval
pl: Przedział Auto

source: Want to add auto interval to move one image from another?
pl: Chcesz dodać interwał auto przenieść jeden obraz z innego?

source: Interval time
pl: Przedział czasu

source: Auto interval time in millisecond. (Ex: 1500)
pl: Wpisz auto odstęp czasu w milisekundach. (Ex: 1500)

source: Animation Duration
pl: Podaj czas trwania animacji w milisekundy. (Ex: 1000)

source: Animation duration in millisecond. (Ex: 1000)
pl: Podaj czas trwania animacji w milisekundy. (Ex: 1000)

source: Random display
pl: Losowe wyświetlacz

source: Do you want to display images in random order?
pl: Czy chcesz wyświetlić obrazy w losowej kolejności?

source: Image folder location
pl: Lokalizacja folderu zdjęcia

source: Example: wp-content/plugins/tiny-carousel-horizontal-slider/images/
pl: Przykład: wp treść/plugins/małe karuzela poziome suwak/Zdjęcia /

source: Insert Details
pl: Wstaw Szczegóły

source: Cancel
pl: Anuluj

source: Help
pl: Pomoc

source: Check official website for more information
pl: Sprawdzić oficjalną stronę internetową, aby uzyskać więcej informacji

source: click here
pl: kliknij tutaj

source: Oops, selected details doesnt exist.
pl: Ups, wybrane szczegóły nie istnieją.

source: Details was successfully updated.
pl: Szczegóły pomyślnie zaktualizowane.

source: Update Details
pl: aktualizacja danych szczegółowych

source: Do you like to use the Left, Right arrow button in your gallery?
pl: Czy chcesz użyć przycisku strzałki w lewo, w prawo, w swojej galerii?

source: Do you like to add auto interval to move one image from another?
pl: Czy chcesz dodać auto interwał przenieść jeden obraz z innego?

source: Oops, selected details doesnt exist
pl: Ups, wybrane szczegóły nie istnieją.

source: Selected record was successfully deleted.
pl: Wybrany rekord został pomyślnie usunięty.

source: Add New
pl: Dodaj nowy

source: Short code
pl: Krótki kod

source: Image folder
pl: Szczegóły obrazu

source: Edit
pl: Edytuj

source: Delete
pl: Usuń

source: No records available.
pl: Rejestry nie są dostępne.

source: Plugin configuration option
pl: Opcja konfiguracji plugin

source: Add the plugin in the posts or pages using short code.
pl: Dodaj wtyczki na stanowiskach lub stron za pomocą krótkiego kodu.

source: Add directly in to the theme using PHP code.
pl: Dodaj bezpośrednio do tematu z wykorzystaniem kodu PHP.

source: Dont upload your original images into plug-in folder. if you upload the images into plug-in folder, you may lose the images when you update the plug-in to next version.
pl: Dont wgraj oryginalne zdjęcia do folderu wtyczki. Jeśli wysyłasz zdjęcia do folderu plugina, może stracić obrazy podczas aktualizacji wtyczek do następnej wersji.
